Repository: 0lxb/apt
Catalog: po/*.po
Languages: bs

source: Usage: apt-mark [options] {auto|manual} pkg1 [pkg2 ...] apt-mark is a simple command line interface for marking packages as manually or automatically installed. It can also list marks. Commands: auto - Mark the given packages as automatically installed manual - Mark the given packages as manually installed Options: -h This help text. -q Loggable output - no progress indicator -qq No output except for errors -s No-act. Just prints what would be done. -f read/write auto/manual marking in the given file -c=? Read this configuration file -o=? Set an arbitrary configuration option, eg -o dir::cache=/tmp See the apt-mark(8) and apt.conf(5) manual pages for more information.
bs: Upotreba: apt-mark [oppcije] {auto|manual} pkg1 [pkg2 ...] apt-mark je jednostavno komandno sučelje za označavanje paketa kao ručno ili automattski instaliranih. Ono također lista markere. Komande: auto - Označava date pakete kao automatski instalirane manual - Označava date pakete kao ručno instalirane Opcije: -h Ova pomoć. -q Evidentiran izlaz - bez indikatora napretka -qq Bez izlaza osim grešaka -s Bez djelovanja, samo simulacija -f čita/piše auto/ručno markiranje u datoj datoteci -c=? Pročitaj konfiguracionu datoteku -o=? Postavi proizvoljnu konfiguracionu opciju, npr -o dir::cache=/tmp Vidi stranice apt-mark(8) i apt.conf(5) za više informacija

source: Unable to read the cdrom database %s
bs: Ne mogu da učitam bazu podataka diska %s

source: Please use apt-cdrom to make this CD-ROM recognized by APT. apt-get update cannot be used to add new CD-ROMs
bs: Molim da koristite apt-cdrom da bi APT mogao prepoznati CD-ROM. apt-get update se ne može koristiti za dodavanje novih CD-ROMova

source: Unable to unmount the CD-ROM in %s, it may still be in use.
bs: Ne mogu demontirati CD-ROM na %s, moguće je da se još uvijek koristi.

source: File not found
bs: Datoteka nije pronađena

source: Failed to stat
bs: Ne mogu da obavim funckiju stat

source: Failed to set modification time
bs: Ne mogu da postavim vrijeme izmjene

source: Invalid URI, local URIS must not start with //
bs: Neispravan URI, lokalni URIS ne smije poceti sa //

source: Logging in
bs: Prijavljujem se

source: Unable to determine the peer name
bs: Ne mogu da odredim peer ime

source: Unable to determine the local name
bs: Ne mogu da odredim lokalno ime

source: The server refused the connection and said: %s
bs: Server je odbio konekciju, poruka servera: %s

source: USER failed, server said: %s
bs: USER nije tačan, poruka servera: %s

source: PASS failed, server said: %s
bs: PASS nije tačan, poruka servera:%s

source: A proxy server was specified but no login script, Acquire::ftp::ProxyLogin is empty.
bs: Zamjenski server je specificiran ali nema , Acquire::ftp::ProxyLogin je prazan

source: Login script command '%s' failed, server said: %s
bs: Komanda login skripte '%s' nije valjana, poruka servera: %s

source: TYPE failed, server said: %s
bs: TYPE neispravan, poruka servera: %s

source: Connection timeout
bs: Vrijeme za vezu isteklo

source: Server closed the connection
bs: Server je zatvorio vezu

source: Read error
bs: Greška pri čitanju

source: A response overflowed the buffer.
bs: Odgovor je prenapunio bafer.

source: Write error
bs: Greška pri pisanju

source: Could not create a socket
bs: Nije moguće napraviti socket

source: Could not connect data socket, connection timed out
bs: Nije moguce povezati data socket, konekcija pauzirana

source: Could not connect passive socket.
bs: Nije moguce povezati pasivni socket

source: getaddrinfo was unable to get a listening socket
bs: getaffrinfo nije uspio dobiti listing socketa

source: Could not bind a socket
bs: Nije moguće spojiti socket

source: Could not listen on the socket
bs: Ne mogu slušati na socket-u

source: Could not determine the socket's name
bs: Nije moguće odreditii ime socket-a

source: Unable to send PORT command
bs: Nije moguće poslati PORT komandu

source: Unknown address family %u (AF_*)
bs: Nepoznata family adresa %u(AF_*)

source: EPRT failed, server said: %s
bs: EPRT neuspio, poruka servera: %s

source: Data socket connect timed out
bs: Data socket konekcija pauzirana

source: Unable to accept connection
bs: Nije moguće prihvatiti konekciju

source: Problem hashing file
bs: Problem u heširanju datoteke

source: Unable to fetch file, server said '%s'
bs: Nije moguće dobaviti datoteku, poruka servera '%s'

source: Data socket timed out
bs: Data socket pauziran

source: Data transfer failed, server said '%s'
bs: Transfer podataka neuspio, poruka servera '%s'

source: Query
bs: Upit

source: Unable to invoke
bs: Nije moguće pozvati

source: Connecting to %s (%s)
bs: Povezivanje sa %s(%s)

source: Could not create a socket for %s (f=%u t=%u p=%u)
bs: Nije moguće napraviti socket za %s(f=%u t=%u p=%u)

source: Cannot initiate the connection to %s:%s (%s).
bs: Ne mogu uspostaviti vezu sa %s:%s(%s)

source: Could not connect to %s:%s (%s), connection timed out
bs: Nije moguće uspostaviti konekciju sa %s:%s (%s), konekcija pauzirana

source: Could not connect to %s:%s (%s).
bs: Nije moguće uspostaviti konekciju sa %s:%s (%s

source: Connecting to %s
bs: Povezujem se sa %s

source: Could not resolve '%s'
bs: Nije moguće razlučiti '%s'

source: Temporary failure resolving '%s'
bs: Rješavam trenutni neuspijeh '%s'

source: Something wicked happened resolving '%s:%s' (%i - %s)
bs: Nešto se čudno desilo pri razrješavanju '%s:%s' (%i - %s)

source: Internal error: Good signature, but could not determine key fingerprint?!
bs: Interna greška: Dobar potpis, ali ne mogu izabrati otisak ključa?!

source: At least one invalid signature was encountered.
bs: Naišao sam na najmanje jedan neispravan potpis.

source: Could not execute 'gpgv' to verify signature (is gpgv installed?)
bs: Ne mogu izvršiti 'gpgv' da provjerim potpis (da li je gpgv instaliran?)

source: Unknown error executing gpgv
bs: Nepoznata greška izvršava gpgv

source: The following signatures couldn't be verified because the public key is not available:
bs: Sljedeći potpisi ne mogu biti verifikovani jer javni ključ nije dostupan:

source: Empty files can't be valid archives
bs: Prazne datoteke ne mogu biti važeće arhive

source: Waiting for headers
bs: Čekam na zaglavlja

source: Bad header line
bs: Loše zaglavlje

source: The HTTP server sent an invalid reply header
bs: HTTP server je poslao neispravno povratno zaglavlje

source: The HTTP server sent an invalid Content-Length header
bs: HTTP server je poslao neispravno zaglavlje dužine sadržaja

source: The HTTP server sent an invalid Content-Range header
bs: HTTP server je poslao neispravno zaglavlje opsega sadržaja

source: This HTTP server has broken range support
bs: HTTP server ima oštećen opseg podrške

source: Unknown date format
bs: Nepoznat oblik datuma

source: Select failed
bs: Izbor neuspio

source: Connection timed out
bs: Vezi isteklo vrijeme

source: Error writing to output file
bs: Greška pri pisanju u izlaznu datoteku

source: Error writing to file
bs: Greška pri upisu u datoteku

source: Error writing to the file
bs: Greška pri pisanju u datoteku

source: Error reading from server. Remote end closed connection
bs: Greška pri čitanju sa servera. Udaljeni kraj zatvorio konekciju.

source: Error reading from server
bs: Greška pri čitanju sa servera

source: Bad header data
bs: Loše zaglavlje podatka

source: Connection failed
bs: Povezivanje neuspješno

source: Internal error
bs: Unutrašnja greška

source: Unable to read %s
bs: Ne mogu čitati %s

source: Unable to change to %s
bs: Ne mogu da promijenim na %s

source: No mirror file '%s' found
bs: Mirror datoteke '%s' nije nađena

source: Could not patch %s with mmap and with file operation usage - the patch seems to be corrupt.
bs: Ne mogu popraviti %s sa mmap sa upotrebom datotečne operacije - zakrpa je možda oštećena.

source: Could not patch %s with mmap (but no mmap specific fail) - the patch seems to be corrupt.
bs: Ne mogu popraviti %s sa mmap (ali bez mmap specifične datoteke) - zakrpa je možda oštećena.

source: Failed to create IPC pipe to subprocess
bs: Nisam uspeo da napravim IPC cijev ka podprocesu

source: Connection closed prematurely
bs: Konekcija prerano završena

source: Bad default setting!
bs: Loša podrazumjevana postavka!

source: Press enter to continue.
bs: Pritisnite enter za nastavak.

source: Do you want to erase any previously downloaded .deb files?
bs: Da li želite da obrišete stare .deb fajlove?

source: Some errors occurred while unpacking. Packages that were installed
bs: Neke greške su se pojavile prilikom raspakovanja. Paketa koji su bili instalirani

source: will be configured. This may result in duplicate errors
bs: će biti podešeno. Ovo može rezultirati duplim greškama

source: or errors caused by missing dependencies. This is OK, only the errors
bs: ili greške nastale zbog nezadovoljenih međuzavisnosti. To je u redu, samo greške

source: above this message are important. Please fix them and run [I]nstall again
bs: iznad ove poruke su bitne. Molim, ispravite ih i pritisnite [I] za ponovljenu instalaciju

source: Merging available information
bs: Sastavljam dostupne informacije

source: %s not a valid DEB package.
bs: %s nije ispravan DEB paket.

source: Usage: apt-extracttemplates file1 [file2 ...] apt-extracttemplates is a tool to extract config and template info from debian packages Options: -h This help text -t Set the temp dir -c=? Read this configuration file -o=? Set an arbitrary configuration option, eg -o dir::cache=/tmp
bs: Upotreba: apt-extracttemplates fajl1 [fajl2 ...] apt-extracttemplates je alat za izvlačenje konfiguracionih i šablonskih informacija iz debian paketa Opcije: -h Ovaj pomoćni tekst -t postavi privremeni direktorijum -c=? učitaj ovaj konfiguracioni fajl -o=? postavi proizvoljnu konfiguracionu opciju, npr. -o dir::cache=/tmp

source: Unable to write to %s
bs: Ne mogu zapisati na %s

source: Cannot get debconf version. Is debconf installed?
bs: Ne mogu odrediti verziju debconf programa. Da li je debconf instaliran?

source: Package extension list is too long
bs: Lista paketskih proširenja je preduga

source: Error processing directory %s
bs: Greška prilikom procesiranja direktorijuma %s

source: Source extension list is too long
bs: Izvorna lista proširenja je preduga

source: Error writing header to contents file
bs: Greška pri upisivanju zaglavlja u fajl-sadržaj

source: Error processing contents %s
bs: Greška prilikom procesiranja sadržaja %s

source: Usage: apt-ftparchive [options] command Commands: packages binarypath [overridefile [pathprefix]] sources srcpath [overridefile [pathprefix]] contents path release path generate config [groups] clean config apt-ftparchive generates index files for Debian archives. It supports many styles of generation from fully automated to functional replacements for dpkg-scanpackages and dpkg-scansources apt-ftparchive generates Package files from a tree of .debs. The Package file contains the contents of all the control fields from each package as well as the MD5 hash and filesize. An override file is supported to force the value of Priority and Section. Similarly apt-ftparchive generates Sources files from a tree of .dscs. The --source-override option can be used to specify a src override file The 'packages' and 'sources' command should be run in the root of the tree. BinaryPath should point to the base of the recursive search and override file should contain the override flags. Pathprefix is appended to the filename fields if present. Example usage from the Debian archive: apt-ftparchive packages dists/potato/main/binary-i386/ > \ dists/potato/main/binary-i386/Packages Options: -h This help text --md5 Control MD5 generation -s=? Source override file -q Quiet -d=? Select the optional caching database --no-delink Enable delinking debug mode --contents Control contents file generation -c=? Read this configuration file -o=? Set an arbitrary configuration option
bs: Upotreba: apt-ftparchive [opcije] komanda Komande: packages putanja_do_binarnih_paketa [fajl_sa_preinačenjima [prefiks_putanje]] sources putanja_do_izvornih_paketa [fajl_sa_preinačenjima [prefiks_putanje]] contents putanja release putanja generate konfiguracioni_fajl [grupe] clean konfiguracioni_fajl apt-ftparchive generiše indeksne fajlove za Debian arhive. Podržava mnogo različitih stilova generisanja indeksa: od potpuno automatizovanog do funkcionalne zamjene za dpkg-scanpackages i dpkg-scansources apt-ftparchive generiše Package fajlove od stabla .deb fajlova. Fajl Package sadrži u sebi sva kontrolna polja svakog od paketa kao i MD5 heševe i veličine fajlova. Preko fajla sa preinačenjima se mogu preinačiti vrijednosti za Priority i Section polja. Komanda apt-ftparchive na sličan način generiše i Sources fajlove od stabla .dsc fajlova. Opcija --source-override se može upotrijebiti da specificira fajl sa preinačenjima Komande „packages“ i „sources“ bi trebalo da se izvršavaju u korijenu stabla. putanja_do_binarnih_paketa bi trebalo da ukazuje na osnovu za rekurzivnu pretragu a fajl_sa_preinačenjima bi trebalo da sadrži preinačene parametre. Prefiks_putanje se nadovezuje na polja sa imenom fajla. Primjer upotrebe iz Debian arhive: apt-ftparchive packages dists/potato/main/binary-i386/ > \ dists/potato/main/binary-i386/Packages Opcije: -h ovaj pomoćni tekst --md5 generisanje MD5 suma -s=? izvorni fajl sa preinačenjima -q rad sa smanjenim ispisom -d=? izbor opcione baze za keširanje --no-delink uključivanje debagovanja za delink mod --contents generisanje sadržaja fajla -c=? učitaj ovaj konfiguracioni fajl -o=? postavi proizvoljnu konfiguracionu opciju

source: No selections matched
bs: Nema stavki koje odgovaraju zadatom upitu

source: Some files are missing in the package file group `%s'
bs: Neki fajlovi nedostaju u grupi paketskih fajlova „%s“

source: DB was corrupted, file renamed to %s.old
bs: DB je bila oštećena, datoteka preimenovana u %s.old

source: DB is old, attempting to upgrade %s
bs: DB je stara, pokušavam nadogradnju %s

source: DB format is invalid. If you upgraded from an older version of apt, please remove and re-create the database.
bs: DB format nije validan. Ako ste unaprijedili sa starije verzije apt-a, molim vas obrišite i ponovo napravite bazu podataka.

source: Failed to stat %s
bs: Nisam uspeo da pristupim %s

source: Archive has no control record
bs: Arhiva nema kontrolnog zapisa

source: Unable to get a cursor
bs: Ne mogu da dobijem kurzor

source: W: Unable to read directory %s
bs: U: Ne mogu da pročitam direktorijum %s

source: W: Unable to stat %s
bs: U: Ne mogu da pristupim %s

source: E:
bs: G:

source: W:
bs: U:

source: E: Errors apply to file
bs: G: Greške se odnose na fajl

source: Failed to resolve %s
bs: Nisam uspeo da razriješim %s

source: Tree walking failed
bs: Kretanje po stablu nije uspelo

source: Failed to open %s
bs: Ne mogu otvoriti %s

source: Failed to readlink %s
bs: Nisam uspeo da pročitam link %s

source: Failed to unlink %s
bs: Nisam uspeo da obrišem %s

source: *** Failed to link %s to %s
bs: *** Nisam uspeo da napravim vezu %s na %s

source: DeLink limit of %sB hit.
bs: Dosegnuto ograničenje od %sB DeLinkova.

source: Archive had no package field
bs: Arhiva nema package polje

source: %s has no override entry
bs: %s nema override stavku

source: %s maintainer is %s not %s
bs: %s održavalac je %s a ne %s

source: %s has no source override entry
bs: %s nema source override stavku

source: %s has no binary override entry either
bs: %s nema ni binary override stavku

source: realloc - Failed to allocate memory
bs: realloc - Nisam uspeo da alociram memoriju

source: Unable to open %s
bs: Ne mogu da otvorim %s

source: Malformed override %s line %llu #1
bs: Loše formirano preklapanje %s linija %llu #1

source: Malformed override %s line %llu #2
bs: Loše formirano preklapanje %s linija %llu #2

source: Malformed override %s line %llu #3
bs: Loše formirano preklapanje %s linija %llu #3

source: Failed to read the override file %s
bs: Nisam uspeo da učitam fajl sa preinačenjima %s

source: Unknown compression algorithm '%s'
bs: Nepoznat algoritam za kompresiju „%s“

source: Compressed output %s needs a compression set
bs: Kompresovani izlaz %s zahtjeva kompresioni skup

source: Failed to create FILE*
bs: Nisam uspeo da napravim FILE*

source: Failed to fork
bs: Nisam uspeo da kreiram novi proces

source: Compress child
bs: Dete-proces koji kompresuje

source: Internal error, failed to create %s
bs: Interna greška, nisam uspeo da napravim %s

source: IO to subprocess/file failed
bs: UI ka podprocesu/fajlu nije uspeo

source: Failed to read while computing MD5
bs: Nisam uspeo da učitam podatke dok sam izračunavao MD5

source: Problem unlinking %s
bs: Problem pri brisanju %s

source: Failed to rename %s to %s
bs: Nisam uspeo da preimenujem %s u %s

source: Usage: apt-internal-solver apt-internal-solver is an interface to use the current internal like an external resolver for the APT family for debugging or alike Options: -h This help text. -q Loggable output - no progress indicator -c=? Read this configuration file -o=? Set an arbitrary configuration option, eg -o dir::cache=/tmp
bs: Usage: apt-internal-solver apt-internal-solver je veza da se trenutni internom razrješavač koristi kao vanjski razrješavač za APT familiju radi debagovanja i sličnog Opcije: -h Ova pomoć. -q Evidentiran izlaz - bez indikatora napretka -c=? Pročitaj konfiguracionu datoteku -o=? Postavi proizvoljnu konfiguracionu opciju, npr -o dir::cache=/tmp

source: Unknown package record!
bs: Nepoznat zapis paketa"

source: Usage: apt-sortpkgs [options] file1 [file2 ...] apt-sortpkgs is a simple tool to sort package files. The -s option is used to indicate what kind of file it is. Options: -h This help text -s Use source file sorting -c=? Read this configuration file -o=? Set an arbitrary configuration option, eg -o dir::cache=/tmp
bs: Upotreba: apt-sortpkgs [opcije] fajl1 [fajl2 ...] apt-sortpkgs je jednostavan alat za sortiranje paketskih fajlova. Opcija -s se koristi da označi vrstu fajla. Opcije: -h Ovaj pomoćni tekst -s Koristi sortiranje fajlova sa izvornim kodom -c=? Učitaj ovaj konfiguracioni fajl -o=? Postavi neku konfiguracionu opciju, npr -o dir::cache=/tmp

source: Failed to create pipes
bs: Ne mogu stvoriti cijevi

source: Failed to exec gzip
bs: Ne mogu izvršiti gzip

source: Corrupted archive
bs: Oštećena arhiva

source: Tar checksum failed, archive corrupted
bs: Provjera Tar kontrolnog zbira nije uspjela, arhiva oštećena

source: Unknown TAR header type %u, member %s
bs: Nepoznati tip TAR zaglavlja %u, član %s

source: Invalid archive signature
bs: Nevažeća oznaka arhive

source: Error reading archive member header
bs: Greška pri čitanju zaglavlja člana arhive

source: Invalid archive member header %s
bs: Pogrešno zaglavlje člana arhive %s

source: Invalid archive member header
bs: Nevažeće zaglavlje člana arhive

source: Archive is too short
bs: Arhiva je prekratka

source: Failed to read the archive headers
bs: Ne mogu pročitati zaglavlja arhive

source: DropNode called on still linked node
bs: "DropNode" pozvano nad još uvijek povezanim čvorom

source: Failed to locate the hash element!
bs: Ne mogu pronaći hash element!

source: Failed to allocate diversion
bs: Ne mogu alocirati preusmjeravanje

source: Internal error in AddDiversion
bs: Unutrašnja pogreška u "AddDiversion"

source: Trying to overwrite a diversion, %s -> %s and %s/%s
bs: Pokušavam zapisati preko preusmjeravanja, %s -> %s i %s/%s

source: Double add of diversion %s -> %s
bs: Dvostruko dodavanje preusmjeravanja %s -> %s

source: Duplicate conf file %s/%s
bs: Stvori duplikat konfiguracione datoteke %s/%s

source: Failed to close file %s
bs: Ne mogu zatvoriti datoteku %s

source: The path %s is too long
bs: Putanja %s je predugačka

source: Unpacking %s more than once
bs: Raspakujem %s više puta

source: The directory %s is diverted
bs: Direktorij %s je preusmjeren

source: The package is trying to write to the diversion target %s/%s
bs: Paket pokušava zapisati na odredište preusmjeravanja %s/%s

source: The diversion path is too long
bs: Putanja preusmjeravanja je predugačka

source: The directory %s is being replaced by a non-directory
bs: Direktorij %s se zamijenjuje komponentom koja nije direktorij

source: Failed to locate node in its hash bucket
bs: Ne mogu pronaći čvor u njegovoj hash ćeliji

source: The path is too long
bs: Putanja je preduga

source: Overwrite package match with no version for %s
bs: Zapiši preko podudarnosti paketa bez verzije za %s

source: File %s/%s overwrites the one in the package %s
bs: Datoteka %s/%s zapisuje preko jedne u paketu %s

source: Unable to stat %s
bs: Nisam u mogućnosti da ustanovim status %s

source: This is not a valid DEB archive, missing '%s' member
bs: Ovo nije važeća DEB arhiva, nedostaje '%s' član

source: This is not a valid DEB archive, it has no '%s', '%s' or '%s' member
bs: Ovo nije važeća DEB arhiva, nema '%s', '%s' ili '%s' članova

source: Internal error, could not locate member %s
bs: Interna greška, ne mogu da lociram člana %s

source: Unparsable control file
bs: Neobradiva kontrolna datoteka

source: Can't mmap an empty file
bs: Ne mogu mmap-irati praznu datoteku

source: Couldn't duplicate file descriptor %i
bs: Ne mogu duplicirati datotečni deskriptor %i

source: Couldn't make mmap of %llu bytes
bs: Ne mogu napraviti mmap od %llu bajtova

source: Couldn't make mmap of %lu bytes
bs: Ne mogu napraviti mmap %lu bita

source: Dynamic MMap ran out of room. Please increase the size of APT::Cache-Start. Current value: %lu. (man 5 apt.conf)
bs: Dinamički MMap ostao bez prostora. Molim povećajte veličinu za APT::Cache-Start. Trenutna vrijednost: %lu. (man 5 apt.conf)

source: Unable to increase the size of the MMap as the limit of %lu bytes is already reached.
bs: Nije moguće povećati veličinu mmap jer je granica %lu bajtova je već postignuta.

source: Unable to increase size of the MMap as automatic growing is disabled by user.
bs: Nije moguće povećati veličinu mmap jer je automatski rast onemogućen od strane korisnika.

source: Selection %s not found
bs: Izbor %s nije pronađen

source: Unrecognized type abbreviation: '%c'
bs: Neprepoznat tip skraćenice: '%c'

source: Opening configuration file %s
bs: Otvaram konfiguracijsku datoteku %s

source: Syntax error %s:%u: Block starts with no name.
bs: Greška u sintaksi %s:%u: Blok počinje bez imena.

source: Syntax error %s:%u: Malformed tag
bs: Greška u sintaksi %s:%u: Deformiran tag

source: Syntax error %s:%u: Extra junk after value
bs: Greška u sintaksi %s:%u: Višak nakon vrijednosti

source: Syntax error %s:%u: Directives can only be done at the top level
bs: Greška u sintaksi %s:%u: Uputa moze biti izvršena samo na najvišem nivou

source: Syntax error %s:%u: Too many nested includes
bs: Greška u sintaksi %s:%u: Previše nested-a uključeno

source: Syntax error %s:%u: Included from here
bs: Greška u sintaksi %s:%u: Uključena odavdje

source: Syntax error %s:%u: Unsupported directive '%s'
bs: Greška u sintaksi %s:%u: Nepodrzano uputstvo '%s'

source: Syntax error %s:%u: clear directive requires an option tree as argument
bs: Sintaksna greška %s:%u: clear direktiva zahitjeva stablo opcija kao agument

source: Syntax error %s:%u: Extra junk at end of file
bs: Greška u sintaksi %s:%u: Višak na kraju datoteke

source: %c%s... Error!
bs: %c%s... Greška!

source: %c%s... Done
bs: %c%s... Izvšeno

source: Command line option '%c' [from %s] is not known.
bs: Opcija komandne linije '%c'[iz %s] nije poznata.

source: Command line option %s is not understood
bs: Opcija komandne linije %s je nerazumljiva

source: Command line option %s is not boolean
bs: Opcija komandne linije %s nije bool

source: Option %s requires an argument.
bs: Opcija %s zahtjeva argument
