Repository: 0lxb/apt
Catalog: po/*.po
Languages: bs

source: Package %s version %s has an unmet dep:
bs: Paket %s verzije %s ima nezadovoljenu zavisnost:

source: Total package names:
bs: Ukupno naziva paketa:

source: Normal packages:
bs: Normalni paketi:

source: Pure virtual packages:
bs: Čisto virtuelni paketi:

source: Single virtual packages:
bs: Pojedinačni virutuelni paketi:

source: Mixed virtual packages:
bs: Miješani virtuelni paketi:

source: Missing:
bs: Nedostajući:

source: Total distinct versions:
bs: Ukupno različitih verzija:

source: Total dependencies:
bs: Ukupno zavisnosti:

source: Total ver/file relations:
bs: Ukupno Verzija/Datoteka odnosa:

source: Total Provides mappings:
bs: Ukupno „obezbeđuje“ mapiranja:

source: Total globbed strings:
bs: Ukupno globiranih znakovnih nizova:

source: Total dependency version space:
bs: Ukupan prostor verzija zavisnosti:

source: Total slack space:
bs: Ukupan nepopunjen prostor:

source: Total space accounted for:
bs: Ukupno uračunatog prostora:

source: Package file %s is out of sync.
bs: Paketski fajl %s nije sinhronizovan.

source: No packages found
bs: Paketi nisu pronađeni

source: You must give at least one search pattern
bs: Morate dati bar jedan uzorak za pretraživanje

source: This command is deprecated. Please use 'apt-mark showauto' instead.
bs: Ova komanda je zastarjela. Umjesto nje koristite 'apt-mark showauto'.

source: Unable to locate package %s
bs: Ne mogu pronaći paket %s

source: Package files:
bs: Datoteke paketa:

source: Cache is out of sync, can't x-ref a package file
bs: Keš nije sinhronizovan, ne mogu unakrsno povezati paketski fajl

source: Pinned packages:
bs: Fiksirani paketi:

source: (not found)
bs: (nije nađeno)

source: Installed:
bs: Instalirano:

source: Candidate:
bs: Kandidat:

source: (none)
bs: Ni jedan(nema)

source: Package pin:
bs: Fiksacija paketa:

source: Version table:
bs: Tabela verzija:

source: %s %s for %s compiled on %s %s
bs: %s %s za %s kompajlirano na %s %s

source: Usage: apt-cache [options] command apt-cache [options] showpkg pkg1 [pkg2 ...] apt-cache [options] showsrc pkg1 [pkg2 ...] apt-cache is a low-level tool used to query information from APT's binary cache files Commands: gencaches - Build both the package and source cache showpkg - Show some general information for a single package showsrc - Show source records stats - Show some basic statistics dump - Show the entire file in a terse form dumpavail - Print an available file to stdout unmet - Show unmet dependencies search - Search the package list for a regex pattern show - Show a readable record for the package depends - Show raw dependency information for a package rdepends - Show reverse dependency information for a package pkgnames - List the names of all packages in the system dotty - Generate package graphs for GraphViz xvcg - Generate package graphs for xvcg policy - Show policy settings Options: -h This help text. -p=? The package cache. -s=? The source cache. -q Disable progress indicator. -i Show only important deps for the unmet command. -c=? Read this configuration file -o=? Set an arbitrary configuration option, eg -o dir::cache=/tmp See the apt-cache(8) and apt.conf(5) manual pages for more information.
bs: Usage: apt-cache [opcije] naredba apt-cache [opcije] showpkg pak1 [pak2 ...] apt-cache [opcije] showsrc pak1 [pak2 ...] apt-cache alat niskog nivoa za čitanje informacija iz APT priručnog spremišta binarnih datoteka Komande: gencaches - Sagradi spremišta binarnih i izvornih datoteka showpkg - Prikaži opršte informacije za pojedinačni paket showsrc - Prikaži izvorne zapise stats - Prikaži osnovnu statistiku dump - Prikaži cijelu datoteku detaljno dumpavail - Štampaj dostupnu datoteku na standarni izlaz unmet - Prikaži nezadovoljene zavisnosti search - Pretraži listu paketa za regex uzorak show - Prikaži čitljiv zapis za paket depends - Prikaži sirovu zavisnost za paket rdepends - Prikaži informaciju o inverzonoj zavisnosti za paket pkgnames - Prikažio imena svih paketa u sistemu dotty - Generiši grafove paketa za GraphViz xvcg - Generiši grafove paketa za xvcg policy - Prikaži pravila opcije: -h Ovaj tekst pomoći. -p=? Priručno spremište paketa. -s=? Priručno spremište izvora. -q Onemogući inikator napretka. -i Prikaži samo važne zavisnosti za nezadovoljenu komandu. -c=? Pročitaj ovu koniguracionu datoteku -o=? Postavi proizvoljnu konfiguracionu opciju, npr. -o dir::cache=/tmp Vidi apt-cache(8) i apt.conf(5) stranice uputstava za više informacija.

source: Please provide a name for this Disc, such as 'Debian 5.0.3 Disk 1'
bs: Molim vas dajte ime za ovaj Disk, kao što je 'Debian 5.0.3 Disk 1'

source: Please insert a Disc in the drive and press enter
bs: Molim, ubacite disk u uređaj i pritisnite „Enter“

source: Repeat this process for the rest of the CDs in your set.
bs: Ponovite proces za ostale CD-ove u vašem setu

source: Arguments not in pairs
bs: Argumenti nisu u parovima

source: Usage: apt-config [options] command apt-config is a simple tool to read the APT config file Commands: shell - Shell mode dump - Show the configuration Options: -h This help text. -c=? Read this configuration file -o=? Set an arbitrary configuration option, eg -o dir::cache=/tmp
bs: Upotreba: apt-config [opcije] naredba apt-config je jednostavni alat za čitanje APT konfiguracijske datoteke Naredbe: shell - Shell mod dump - Prikaz konfiguracije Opcije: -h Ovaj tekst pomoći. -c=? Pročitaj ovu konfiguracijsku datoteku -o=? Podesi odgovarajuću konfiguracijsku opciju, npr. -o dir::cache=/tmp

source: Y
bs: D

source: Regex compilation error - %s
bs: Greška pri kompajliranju regularnog izraza - %s

source: The following packages have unmet dependencies:
bs: Sljedeći paketi imaju nezadovoljenje međuzavisnosti:

source: but %s is installed
bs: ali je %s instaliran

source: but %s is to be installed
bs: ali se %s treba instalirati

source: but it is not installable
bs: ali se ne može instalirati

source: but it is a virtual package
bs: ali je virtuelni paket

source: but it is not installed
bs: ali nije instaliran

source: but it is not going to be installed
bs: ali se neće instalirati

source: or
bs: ili

source: The following NEW packages will be installed:
bs: Slijedeći NOVI paketi će biti instalirani:

source: The following packages will be REMOVED:
bs: Slijedeći paketi će biti UKLONJENI:

source: The following packages will be upgraded:
bs: Slijedeći paketi će biti nadograđeni:

source: The following packages will be DOWNGRADED:
bs: Sljedeći paketi će biti VRAĆENI NA STARU VERZIJU:

source: The following held packages will be changed:
bs: Sljedeći zadržani paketi će biti izmijenjeni:

source: %s (due to %s)
bs: %s (zbog %s)

source: WARNING: The following essential packages will be removed. This should NOT be done unless you know exactly what you are doing!
bs: UPOZORENJE: sljedeći esencijalni paketi će biti uklonjeni. Ovo NE TREBA da se radi ukoliko ne znate tačno šta radite!

source: %lu upgraded, %lu newly installed,
bs: %lu ažuriranih, %lu novoinstaliranih,

source: %lu reinstalled,
bs: %lu ponovo instaliranih,

source: %lu downgraded,
bs: %lu vraćenih na prethodnu verziju,

source: %lu to remove and %lu not upgraded.
bs: %lu za uklanjanje i %lu koji neće biti ažurirani.

source: %lu not fully installed or removed.
bs: %lu koji nisu potpuno instalirani ili uklonjeni.

source: Note, selecting '%s' for task '%s'
bs: Primjedba, izabiranje '%s' za zadatak '%s'

source: Note, selecting '%s' for regex '%s'
bs: Primjedba, izabiranje '%s' za regularni izraz '%s'

source: Package %s is a virtual package provided by:
bs: Paket %s je virtuelni paket kojeg obezbeđuju:

source: [Installed]
bs: [Instalirano]

source: You should explicitly select one to install.
bs: Morate eksplicitno izabrati jedan za instalaciju.

source: Package %s is not available, but is referred to by another package. This may mean that the package is missing, has been obsoleted, or is only available from another source
bs: Paket %s nije dostupan ali ga zahtjeva drugi paket. Ovo znači da paket ili nedostaje, ili je zastario, ili je dostupan samo iz nekog drugog izvora

source: However the following packages replace it:
bs: Međutim, slijedeći paketi ga zamjenjuju:

source: Package '%s' has no installation candidate
bs: Paket '%s' nema instalacionog kandidata

source: Virtual packages like '%s' can't be removed
bs: Virtualni paketi kao '%s' ne mogu biti obrisani

source: Package '%s' is not installed, so not removed. Did you mean '%s'?
bs: Paket '%s' nije instaliran, pa nije uklonjen. Da li ste mislili '%s'?

source: Package '%s' is not installed, so not removed
bs: Paket '%s' nije instaliran, pa nije uklonjen

source: Note, selecting '%s' instead of '%s'
bs: Napomena, izabrano '%s' umjesto '%s'

source: Skipping %s, it is already installed and upgrade is not set.
bs: Preskačem %s, pošto je već instaliran a ažuriranje nije zadato.

source: Skipping %s, it is not installed and only upgrades are requested.
bs: Preskakanje %s, nije istalirano i potrebne su samo nadogradnje.

source: Reinstallation of %s is not possible, it cannot be downloaded.
bs: Ne mogu ponovo da instaliram %s pošto ne može biti skinut.

source: %s is already the newest version.
bs: %s je već u najnovijoj verziji.

source: Selected version '%s' (%s) for '%s'
bs: Izabrana verzija '%s' (%s) za '%s'

source: Selected version '%s' (%s) for '%s' because of '%s'
bs: Izabrana verzija '%s' (%s) za '%s' zbog '%s'

source: Correcting dependencies...
bs: Ispravljam zavisnosti...

source: failed.
bs: nije uspelo.

source: Unable to correct dependencies
bs: Ne mogu ispraviti zavisnosti

source: Unable to minimize the upgrade set
bs: Nisam uspeo da minimizujem skup za ažuriranje

source: Done
bs: Urađeno

source: You might want to run 'apt-get -f install' to correct these.
bs: Trebali biste pokrenuti 'apt-get -f install' da bi popravili ovo.

source: Unmet dependencies. Try using -f.
bs: Nezadovoljene zavisnosti. Pokušajte koristeći -f.

source: Authentication warning overridden.
bs: Upozorenje o verifikaciji premošćeno.

source: Install these packages without verification [y/N]?
bs: Želite li da instalirate ove pakete bez verifikacije [d/N]?

source: Some packages could not be authenticated
bs: Neki paketi nisu mogli biti verifikovani

source: There are problems and -y was used without --force-yes
bs: Postoje problemi a opcija -y je korišćena bez opcije --force-yes

source: Internal error, InstallPackages was called with broken packages!
bs: Interna greška, InstallPackages je pozvan sa neispravnim paketima!

source: Packages need to be removed but remove is disabled.
bs: Paketi treba da budu uklonjeni ali uklanjanje je onemogućeno.

source: Internal error, Ordering didn't finish
bs: Interna greška, ·Ordering nije završio

source: How odd.. The sizes didn't match, email apt@packages.debian.org
bs: Čudno... veličine se razlikuju, obavijestite apt@packages.debian.org

source: Need to get %sB/%sB of archives.
bs: Moram da dovučem %sB/%sB arhiva.

source: Need to get %sB of archives.
bs: Moram da dovučem %sB arhiva.

source: After this operation, %sB of additional disk space will be used.
bs: Nakon ove operacije %sB dodatnog prostora na disku će biti iskorišćeno.

source: After this operation, %sB disk space will be freed.
bs: Nakon ove operacije %sB prostora na disku će biti oslobođeno.

source: Couldn't determine free space in %s
bs: Ne mogu da odredim slobodan prostor na %s

source: You don't have enough free space in %s.
bs: Nemate dovoljno slobodnog prostora na %s.

source: Trivial Only specified but this is not a trivial operation.
bs: Specificirano „Samo trivijalno“ ali ovo nije trivijalna operacija.

source: Yes, do as I say!
bs: Da, uradi kako kažem!

source: You are about to do something potentially harmful. To continue type in the phrase '%s' ?]
bs: Krenuli ste da uradite nešto što može potencijalno biti štetno. Da biste nastavili, ukucajte frazu „%s“ ?]

source: Abort.
bs: Odustani.

source: Failed to fetch %s %s
bs: Nisam uspeo da dovučem %s %s

source: Some files failed to download
bs: Neki fajlovi se nisu skinuli

source: Download complete and in download only mode
bs: U „samo daunloud“ modu sam, a daunloudovanje je završeno

source: Unable to fetch some archives, maybe run apt-get update or try with --fix-missing?
bs: Nisam uspeo da skinem neke arhive, možda bi trebalo da izvršite „apt-get update“ ili pokušate sa opcijom --fix-missing?

source: --fix-missing and media swapping is not currently supported
bs: --fix-missing i zamjena medija nisu trenutno podržani

source: Unable to correct missing packages.
bs: Nisam mogao da ispravim nedostajuće pakete.

source: Aborting install.
bs: Odustajem od instalacije.

source: Note: This is done automatically and on purpose by dpkg.
bs: Napomena: Ovo je dpkg uradio automatski i namjenskui.

source: Ignore unavailable target release '%s' of package '%s'
bs: Zanemariti nedostupnu ciljanu verziju '%s' od paketa '%s'

source: Picking '%s' as source package instead of '%s'
bs: Izabiranje '%s' kao izvor paketa umjesto '%s'

source: Ignore unavailable version '%s' of package '%s'
bs: Ignoriši nedostupnu verziju '%s' od paketa '%s'

source: The update command takes no arguments
bs: Komanda „update“ nema argumenata

source: We are not supposed to delete stuff, can't start AutoRemover
bs: Ne bi trebalo da brišemo stvari, ne mogu da pokrenem AutoRemover

source: Hmm, seems like the AutoRemover destroyed something which really shouldn't happen. Please file a bug report against apt.
bs: Hm, izgleda da je AutoRemover uništio nešto što stvarno nije smelo da se desi. Molim, zavidite izvještaj o greški za apt.

source: The following information may help to resolve the situation:
bs: Sljedeće informacije mogu pomoći da se razriješi situacija:

source: Internal Error, AutoRemover broke stuff
bs: Interna greška, AutoRemover je nešto zeznuo

source: Internal error, AllUpgrade broke stuff
bs: Interna greška, AllUpgrade je nešto zeznuo

source: You might want to run 'apt-get -f install' to correct these:
bs: Trebali bi ste da pokrenete 'apt-get -f install' da popravite ove:

source: Unmet dependencies. Try 'apt-get -f install' with no packages (or specify a solution).
bs: Nezadovoljenje međuzavisnosti. Probajte „apt-get -f install“ bez paketa (ili navedite rešenje).

source: Some packages could not be installed. This may mean that you have requested an impossible situation or if you are using the unstable distribution that some required packages have not yet been created or been moved out of Incoming.
bs: Ne mogu da instaliram neke pakete. Ovo može značiti da ste zahtijevali nemoguću situaciju ili da koristite nestabilnu distribuciju gdje neki zahtijevani paketi još uvijek nisu napravljeni ili su povučeni sa liste.

source: Broken packages
bs: Oštećeni paketi

source: The following extra packages will be installed:
bs: Slijedeći dodatni paketi će biti instalirani:

source: Suggested packages:
bs: Predloženi paketi:

source: Recommended packages:
bs: Preporučeni paketi:

source: Couldn't find package %s
bs: Ne mogu da pronađem paket %s

source: This command is deprecated. Please use 'apt-mark auto' and 'apt-mark manual' instead.
bs: Ova komanda je zastarjela. Umjesto nje koristite "apt-mark auto' i 'apt-mark manual'

source: Calculating upgrade...
bs: Računam nadogradnju...

source: Failed
bs: Neuspješno

source: Done
bs: Urađeno

source: Internal error, problem resolver broke stuff
bs: Interna greška, razrešivač problema je nešto zeznuo

source: Unable to lock the download directory
bs: Ne mogu da zaključam daunloud direktorijum

source: Can't find a source to download version '%s' of '%s'
bs: Ne mobu naći izvor za preuzimanje verzije '%s' od '%s'

source: Downloading %s %s
bs: Preuzimanje %s %s

source: Must specify at least one package to fetch source for
bs: Morate navesti makar jedan paket čiji izvorni kod želite

source: Unable to find a source package for %s
bs: Ne mogu da nađem paket sa izvornim kodom za %s

source: NOTICE: '%s' packaging is maintained in the '%s' version control system at: %s
bs: PRIMETITE: o „%s“ paketu se vodi računa u „%s“ verziji sistema kontrole na: %s

source: Please use: bzr branch %s to retrieve the latest (possibly unreleased) updates to the package.
bs: Molim koristite: bzr branch %s da dobijete najnovije (možda neobjavljene) nadogradnje na pakete

source: Skipping already downloaded file '%s'
bs: Preskačem fajl „%s“ koji je već skinut

source: You don't have enough free space in %s
bs: Nemate dovoljno prostora na %s

source: Need to get %sB/%sB of source archives.
bs: Treba da skinem %sB/%sB arhiva sa izvornim kodom.

source: Need to get %sB of source archives.
bs: Treba da skinem %sB arhiva sa izvornim kodom.

source: Fetch source %s
bs: Dovuci izvorni kod %s

source: Failed to fetch some archives.
bs: Nisam uspeo da dovučem neke arhive.

source: Skipping unpack of already unpacked source in %s
bs: Preskačem raspakivanje već raspakovanog izvornog koda u %s

source: Unpack command '%s' failed.
bs: Komanda za raspakivanje „%s“ nije uspjela.

source: Check if the 'dpkg-dev' package is installed.
bs: Provjeravam da li je instaliran paket „dpkg-dev“.

source: Build command '%s' failed.
bs: Komanda za pravljenje „%s“ nije uspjela.

source: Child process failed
bs: Podproces se nije izvršio uspješno

source: Must specify at least one package to check builddeps for
bs: Da biste provjerili međuzavisnosti pri pravljenju paketa morate navesti makar jedan paket

source: No architecture information available for %s. See apt.conf(5) APT::Architectures for setup
bs: Nema dostupne informacije o paketu za %s. Vidi apt.conf(5) APT::Architectures za postavku

source: Unable to get build-dependency information for %s
bs: Ne mogu da dobijem informacije o međuzavisnosti pri pravljenju za paket %s

source: %s has no build depends.
bs: %s nema međuzavisnosti pri pravljenju.

source: %s dependency for %s can't be satisfied because %s is not allowed on '%s' packages
bs: %s ovisnost za %s can't se ne može zadovoljiti jer %s nije dopušten nad '%s' paketima

source: %s dependency for %s cannot be satisfied because the package %s cannot be found
bs: %s međuzavisnost za %s ne može biti zadovoljena jer ne mogu da pronađem paket %s

source: Failed to satisfy %s dependency for %s: Installed package %s is too new
bs: Nisam uspeo da zadovoljim %s međuzavisnost za %s: Instalirani paket %s ima noviju verziju od zahtjevane

source: %s dependency for %s cannot be satisfied because candidate version of package %s can't satisfy version requirements
bs: %s ovisnost za %s can't se ne može zadovoljiti jer verzija paketa koja je kandidat %s ne može zadovoljiti zahtjeve verzije

source: %s dependency for %s cannot be satisfied because package %s has no candidate version
bs: %s ovisnost za %s can't se ne može zadovoljiti jer paket %s nema verziju koja je kandidat

source: Failed to satisfy %s dependency for %s: %s
bs: Nisam uspeo da zadovoljim %s međuzavisnost za %s: %s

source: Build-dependencies for %s could not be satisfied.
bs: Ne mogu da zadovoljim međuzavisnosti pri pravljenju za %s.

source: Failed to process build dependencies
bs: Nisam uspeo da procesiram međuzavisnosti pri pravljenju

source: Changelog for %s (%s)
bs: Promjene za %s (%s)

source: Supported modules:
bs: Podržani moduli:

source: Usage: apt-get [options] command apt-get [options] install|remove pkg1 [pkg2 ...] apt-get [options] source pkg1 [pkg2 ...] apt-get is a simple command line interface for downloading and installing packages. The most frequently used commands are update and install. Commands: update - Retrieve new lists of packages upgrade - Perform an upgrade install - Install new packages (pkg is libc6 not libc6.deb) remove - Remove packages autoremove - Remove automatically all unused packages purge - Remove packages and config files source - Download source archives build-dep - Configure build-dependencies for source packages dist-upgrade - Distribution upgrade, see apt-get(8) dselect-upgrade - Follow dselect selections clean - Erase downloaded archive files autoclean - Erase old downloaded archive files check - Verify that there are no broken dependencies changelog - Download and display the changelog for the given package download - Download the binary package into the current directory Options: -h This help text. -q Loggable output - no progress indicator -qq No output except for errors -d Download only - do NOT install or unpack archives -s No-act. Perform ordering simulation -y Assume Yes to all queries and do not prompt -f Attempt to correct a system with broken dependencies in place -m Attempt to continue if archives are unlocatable -u Show a list of upgraded packages as well -b Build the source package after fetching it -V Show verbose version numbers -c=? Read this configuration file -o=? Set an arbitrary configuration option, eg -o dir::cache=/tmp See the apt-get(8), sources.list(5) and apt.conf(5) manual pages for more information and options. This APT has Super Cow Powers.
bs: Upotreba: apt-get [opcije] naredba apt-get [opcije] install|remove pkg1 [pkg2 ...] apt-get [opcije] source pkg1 [pkg2 ...] apt-get je jednostavan pristup iz komandne linije za skidanje i instaliranje paketa. Najčešće korištene naredbe su update i install. Komande: update - Preuzima novu listu paketa upgrade - Obavlja nadogradnje install - Instalira nove pakete (paket se zove libc6 a ne libc6.deb) remove - Uklanja pakete autoremove - Automatski uklanja nekorištene pakete purge - Uklanja pakete i konfiguracione datoteke source - Preuzima arhive s izvornim kodom build-dep - Konfiguriše potrebne zavisnosti za izvorne pakete dist-upgrade - Distribucijska nadogradnja, vidi apt-get(8) dselect-upgrade - Prati dselect selekcije clean - Obriši preuzete arhivirane datoteke autoclean - Obriši stare preuzete arhivirane datoteke check - Provjeri da nema oštećenih ovisnosti changelog - Preuzmi i prikaži changelog za dati paket download - Preuzmi binarni paket u dati direktorij Opcije: -h Ova pomoć. -q Evidentiran izlaz - bez indikatora napretka -qq Bez izlaza osim grešaka -d Samo preuzimanje - NE instalirati niti otpakivati arhive -s Bez djelovanja, samo simulacija -y Pretpostavi yes na sva pitanja i ne pitaj -f Pokušaj popraviti sistem s oštećenim zavisnostima -m Pokišaj nastaviti ako se arhive ne mogu locirati -u Prikaži listu nadograđenih paketa -b Sagradi izvorni paket nakon preuzimanja -V Prikaži detaljne brojeve verzija -c=? Pročitaj konfiguracionu datoteku -o=? Postavi proizvoljnu konfiguracionu opciju, npr -o dir::cache=/tmp Pogledajte man stranice the apt-get(8), sources.list(5) i apt.conf(5) za više informacija i opcija. Ovaj APT je moćan kao superkrava.

source: NOTE: This is only a simulation! apt-get needs root privileges for real execution. Keep also in mind that locking is deactivated, so don't depend on the relevance to the real current situation!
bs: Primjedba: Ovo je samo simulacija! apt-get treba root privilegije za pravo izvršavanje. Obratite pažnju da je zaključavanje deaktivirano, dakle nemojte ovisiti na relevantnost u odnosu na realnu situaciju!

source: Hit
bs: Našao sam:

source: Get:
bs: Preuzimam:

source: Ign
bs: Preskačem:

source: Err
bs: Greška:

source: Fetched %sB in %s (%sB/s)
bs: Dovukao %sB u %s (%sB/s)

source: [Working]
bs: [Radim]

source: Media change: please insert the disc labeled '%s' in the drive '%s' and press enter
bs: Promjena medijuma: molim ubacite disk označen sa „%s“ u uređaj „%s“ i pritisnite enter

source: %s was already set on hold.
bs: %s je bio već postavljen na čekanje

source: %s was already not hold.
bs: %s već nije bio na čekanju.

source: Waited for %s but it wasn't there
bs: Čekao na %s ali nije bilu tu

source: Executing dpkg failed. Are you root?
bs: Izvršenje dpkg neuspjelo. Da li ste root?
