Repository: 0lxb/apt
Catalog: po/*.po
Languages: bs

source: Option %s: Configuration item specification must have an =<val>.
bs: Opcija %s: Opisna stavka specifikacije mora imati an=<val>

source: Option %s requires an integer argument, not '%s'
bs: Opcija %s zahtijeva argument tipa integer, ne '%s'

source: Option '%s' is too long
bs: Opcija '%s' je preduga

source: Sense %s is not understood, try true or false.
bs: Značenje %s je nerazumljivo, probaj tačno ili netačno.

source: Invalid operation %s
bs: Neispravna operacija %s

source: Unable to stat the mount point %s
bs: Ne mogu da stat-ujem tačku montiranja %s

source: Failed to stat the cdrom
bs: Ne mogu da stat-ujem cdrom

source: Problem closing the gzip file %s
bs: Problem u zatvaranju gzip datoteke %s

source: Not using locking for read only lock file %s
bs: Ne koristi se zaključavanje za čitanje zaključane datoteke %s

source: Could not open lock file %s
bs: Ne mogu otvoriti zaključanu datoteku %s

source: Not using locking for nfs mounted lock file %s
bs: Ne koristi se zaključavanje za nfs montiranu zaključanu datoteku %s

source: Could not get lock %s
bs: Ne mogu zaključati %s

source: List of files can't be created as '%s' is not a directory
bs: Lista datoteka se ne može kreirati kao '%s' nije direktorij

source: Ignoring '%s' in directory '%s' as it is not a regular file
bs: Ignorisan '%s' u direktoriju '%s' jer nije regularna datoteka

source: Ignoring file '%s' in directory '%s' as it has no filename extension
bs: Ignorisana datoteka '%s' u direktoriju '%s' jer nema ekstenziju imena

source: Ignoring file '%s' in directory '%s' as it has an invalid filename extension
bs: Ignorisana datoteka '%s' u direktoriju '%s' jer ima nevažeću ekstenziju imena

source: Sub-process %s received a segmentation fault.
bs: Sub- proces %s primio je grešku segmentacije

source: Sub-process %s received signal %u.
bs: Podproces %s primio signal %u.

source: Sub-process %s returned an error code (%u)
bs: Sub-proces %s je vratio kod greške (%u)

source: Sub-process %s exited unexpectedly
bs: Sub-proces %s završen neočekivano

source: Could not open file %s
bs: Ne mogu otvoriti datoteku %s

source: Failed to create subprocess IPC
bs: Nisam uspeo da napravim podprocesnu IPC

source: Failed to exec compressor
bs: Nisam uspeo da izvršim kompresorski program

source: read, still have %llu to read but none left
bs: čitam, još treba %llu pročitati ali ništa nije ostalo

source: write, still have %llu to write but couldn't
bs: pišem, još treba %llu pisati ali ne mobu

source: Problem renaming the file %s to %s
bs: Problem u preimenovanju datoteke %s u %s

source: Problem unlinking the file %s
bs: Problem u razvezivanju datoteke %s

source: Problem syncing the file
bs: Problem u sinhronizaciji datoteke

source: Empty package cache
bs: Prazan keš paket

source: The package cache file is corrupted
bs: Keš paket datoteka je neispravna

source: The package cache file is an incompatible version
bs: Keš paket datoteka je nekompatibilne verzije

source: The package cache file is corrupted, it is too small
bs: Priručno spremište paketa je oštećeno jer je suviše malo.

source: This APT does not support the versioning system '%s'
bs: Ovaj APT ne podržava verziju sistema '%s'

source: The package cache was built for a different architecture
bs: Keš paket je napravljen za drukčiju arhitekturu

source: Depends
bs: Zavisi

source: PreDepends
bs: Unaprijed zavisi

source: Suggests
bs: Predlaže

source: Recommends
bs: Preporučuje

source: Replaces
bs: Zamjenjuje

source: Obsoletes
bs: Zastarijeva

source: Breaks
bs: Prekida

source: Enhances
bs: Poboljšava

source: important
bs: važno

source: required
bs: zahtijevano

source: standard
bs: standardno

source: optional
bs: opcionalno

source: Building dependency tree
bs: Gradim stablo zavisnosti

source: Candidate versions
bs: Verzije kandidata

source: Dependency generation
bs: Stvaranje zavisnosti

source: Unable to parse package file %s (1)
bs: Ne mogu analizirati paketnu datoteku %s(1)

source: Unable to parse package file %s (2)
bs: Ne mogu analizirati paketnu datoteku %s(2)

source: Malformed line %lu in source list %s ([option] unparseable)
bs: Loše formirana linija %lu u izvornoj listi %s ([option] neraščlanjiva)

source: Malformed line %lu in source list %s ([option] too short)
bs: Loše formirana linija %lu u izvornoj listi %s ([option] prekratka)

source: Malformed line %lu in source list %s ([%s] is not an assignment)
bs: Loše formirana linija %lu u izvornoj listi %s ([%s] nije dodjeljivanje)

source: Malformed line %lu in source list %s ([%s] has no key)
bs: Loše formirana linija %lu u izvornoj listi %s ([%s] nema ključ)

source: Malformed line %lu in source list %s ([%s] key %s has no value)
bs: Loše formirana linija %lu u izvornoj listi %s ([%s] ključ %s nema vrijednost)

source: Malformed line %lu in source list %s (URI)
bs: Nepravilna linija %lu u source listi %s(URI)

source: Malformed line %lu in source list %s (dist)
bs: Nepravilna linija %lu u source listi %s(dist)

source: Malformed line %lu in source list %s (URI parse)
bs: Nepravilna linija %lu u source listi %s(URI analiza)

source: Malformed line %lu in source list %s (absolute dist)
bs: Nepravilna linija %lu u source listi %s(apsolutni dist)

source: Malformed line %lu in source list %s (dist parse)
bs: Nepravilna linija %lu u source listi %s(dist analiza)

source: Opening %s
bs: Otvaram %s

source: Line %u too long in source list %s.
bs: Linija %u preduga u source listi %s.

source: Malformed line %u in source list %s (type)
bs: Nepravilna linija %u u source listi %s(tip)

source: Type '%s' is not known on line %u in source list %s
bs: Tip '%s' je nepoznat u liniji %u u source listi %s

source: Could not perform immediate configuration on '%s'. Please see man 5 apt.conf under APT::Immediate-Configure for details. (%d)
bs: Ne mogu obaviti neposrednu konfiguraciju na '%s'. Pogledajte man 5 apt.conf under APT::Immediate-Configure za detalje. (%d)

source: This installation run will require temporarily removing the essential package %s due to a Conflicts/Pre-Depends loop. This is often bad, but if you really want to do it, activate the APT::Force-LoopBreak option.
bs: Izvođenje ove instalacije će zahtjevati trenutno uklanjanje ključnog paketa %s zbog Conflicts/Pre.Depends petlje. Ovo je često loše, ali ako to stvarno želite učiniti, aktivirajte APT::Force-LoopBreak opciju.

source: Index file type '%s' is not supported
bs: Tip indexne datoteke '%s' nije podržan

source: The package %s needs to be reinstalled, but I can't find an archive for it.
bs: Paket %s je potrebno reinstalirati, ali ne mogu da nađem arhivu za njega.

source: Error, pkgProblemResolver::Resolve generated breaks, this may be caused by held packages.
bs: Greška, pkgProblemResolver::Riješi nastale prekide, ovo može biti uzrokovano zadržanim paketima.

source: Unable to correct problems, you have held broken packages.
bs: Ne mogu riješiti probleme, čuvali ste neispravne pakete.

source: Some index files failed to download. They have been ignored, or old ones used instead.
bs: Neke datoteke indeksa nisu uspješno preuzete. One su ignorisane ili su stare korištene umjesto njih.

source: List directory %spartial is missing.
bs: Listni direktorij %spartial nedostaje.

source: Archives directory %spartial is missing.
bs: Arhivni direktorij %spartial nedostaje.

source: Retrieving file %li of %li (%s remaining)
bs: Povlačenje datoteke %li od %li (%s ostaje)

source: The method driver %s could not be found.
bs: Metod dajver %s ne mogu da nađem.

source: Method %s did not start correctly
bs: Metod %s nije startovan ispravno

source: Please insert the disc labeled: '%s' in the drive '%s' and press enter.
bs: Molim stavite disk sa obilježen: '%s' u disk '%s' i pritisnite enter.

source: Packaging system '%s' is not supported
bs: Paketni sistem '%s' nije podržan

source: Unable to determine a suitable packaging system type
bs: Ne mogu da odredim odgovarajući tip sistema za pakovanje

source: Unable to stat %s.
bs: Nisam mogao pristupiti %s.

source: You must put some 'source' URIs in your sources.list
bs: Morate staviti neki 'izvorni' URI u vašu sources.list datoteku

source: The package lists or status file could not be parsed or opened.
bs: Spiskovi paketa ili datoteka sa stanjem se ne može raščlaniti ili otvoriti.

source: You may want to run apt-get update to correct these problems
bs: Možda želite da pokrenete apt-get update da riješite ove probleme

source: The list of sources could not be read.
bs: Ne mogu da pročitam listu izvora.

source: The value '%s' is invalid for APT::Default-Release as such a release is not available in the sources
bs: Vrijednost '%s' je nevažeća za APT::Default-Release pošto tog izdanja nema u izvornom kodu

source: Invalid record in the preferences file %s, no Package header
bs: Nevažeći slog u datoteci postavki %s, nema zaglavlja paketa

source: Did not understand pin type %s
bs: Ne razumijem pin tipa %s

source: No priority (or zero) specified for pin
bs: Nema prioriteta (ili nula) specificiranog za pin

source: Cache has an incompatible versioning system
bs: Keš ima nekompatibilan sistem za upravljanje verzijama

source: Error occurred while processing %s (%s%d)
bs: Greška prilikom obrade %s (%s%d)

source: Wow, you exceeded the number of package names this APT is capable of.
bs: Premašili ste broj imena paketa koje ovaj APT dozvoljava.

source: Wow, you exceeded the number of versions this APT is capable of.
bs: Premašili ste broj verzija koje dozvoljava ovaj APT.

source: Wow, you exceeded the number of descriptions this APT is capable of.
bs: Premašili ste broj opisa koje dozvoljava ovaj APT.

source: Wow, you exceeded the number of dependencies this APT is capable of.
bs: Premašili ste broj zavisnosti koje ovaj APT podržava.

source: Package %s %s was not found while processing file dependencies
bs: Paket %s %s nije pronađen tokom obrade zavisnosti datoteke

source: Couldn't stat source package list %s
bs: Ne mogu da stat-am source paketnu listu %s

source: Reading package lists
bs: Čitam spiskove paketa

source: Collecting File Provides
bs: Skupljam datotečne usluge

source: IO Error saving source cache
bs: UI Greška u spašavanju source keša

source: rename failed, %s (%s -> %s).
bs: preimenovanje neuspjelo, %s(%s->%s).

source: MD5Sum mismatch
bs: MD5Sum se ne poklapa

source: Hash Sum mismatch
bs: Hash Sum se ne poklapa

source: Unable to find expected entry '%s' in Release file (Wrong sources.list entry or malformed file)
bs: Ne mogu naći očekivani unos '%s' u Release datoteci (Pogrešan red u sources.list ili loše formirana datoteka)

source: There is no public key available for the following key IDs:
bs: Javni ključ nije dostupan za sljedeće ID-ove ključeva:

source: Release file for %s is expired (invalid since %s). Updates for this repository will not be applied.
bs: Datoteka izdanja za %s je istekla (nevažeća nakon %s). Nadogradnje za ovaj repozitorij neće biti primijenjene.

source: Conflicting distribution: %s (expected %s but got %s)
bs: Konfliknta distribucija: %s (očekivano %s ali dobijeno %s)

source: A error occurred during the signature verification. The repository is not updated and the previous index files will be used. GPG error: %s: %s
bs: Došlo je do pogreške tijekom provjere potpisa. Repozitorij nije ažuriran i prethodna indeks datoteka će se koristiti. GPG greškar:%s: %s

source: GPG error: %s: %s
bs: GPG greška: %s: %s

source: I wasn't able to locate a file for the %s package. This might mean you need to manually fix this package. (due to missing arch)
bs: Nisam mogao da pronađem datoteku za paket %s. Možda ćete morati ručno da popravljate ovaj problem. (zbog arch-a koji nedostaje)

source: I wasn't able to locate a file for the %s package. This might mean you need to manually fix this package.
bs: Nisam mogao naći datoteku za %s paket. To možda znači da ga morate ručno popraviti.

source: The package index files are corrupted. No Filename: field for package %s.
bs: Indeksne datoteke su oštećene. Nema imena datoteka: polje za paket %s.

source: Size mismatch
bs: Veličina se ne poklapa

source: No sections in Release file %s
bs: Nema sekcija u datoteci izdanja %s

source: No Hash entry in Release file %s
bs: Nema Hash elemenata u datoteci izdanja %s

source: Invalid 'Valid-Until' entry in Release file %s
bs: Nevažeći 'Valid-Until' u datoteci izdanja %s

source: Vendor block %s contains no fingerprint
bs: Glavni blok %s ne sadrži otiske

source: Using CD-ROM mount point %s Mounting CD-ROM
bs: Koristim CD-ROM-ovu tačku montiranja %s Montiram CD-ROM

source: Identifying..
bs: Identificiram..

source: Stored label: %s
bs: Spremljena labela: %s

source: Using CD-ROM mount point %s
bs: Koristim tačku montiranja CD-ROM-a %s

source: Unmounting CD-ROM
bs: Demontiram CD-ROM

source: Mounting CD-ROM...
bs: Montiram CD-ROM...

source: Scanning disc for index files..
bs: Skeniram disk za indeksne datoteke..

source: Found %zu package indexes, %zu source indexes, %zu translation indexes and %zu signatures
bs: Nađeno %zu indeksa paketa, %zu izvornih indeksa, %zu prevodilačkih indeksa i %zu potpisa

source: Unable to locate any package files, perhaps this is not a Debian Disc or the wrong architecture?
bs: Ne mogu pronaći datoteku paketa, možda to nije Debian disk ili je pogrešne arhitekture?

source: Found label '%s'
bs: Nađena labela '%s'

source: That is not a valid name, try again.
bs: Ovo nije ispravno ime, probajte ponovo.

source: This disc is called: '%s'
bs: Ovaj disk je nazvan: '%s'

source: Writing new source list
bs: pišem novu source listu

source: Source list entries for this disc are:
bs: Source lista ulaza za disk je:

source: Wrote %i records.
bs: Napisano %i zapisa.

source: Wrote %i records with %i missing files.
bs: Napisano %i zapisa sa %i datoteka koje nedostaju.

source: Wrote %i records with %i mismatched files
bs: Napisano %i zapisa sa %i neodgovarajućih datoteka

source: Wrote %i records with %i missing files and %i mismatched files
bs: Napisano %i zapisa sa %i datoteka koje nedostaju i %i neodgovarajućih datoteka

source: Can't find authentication record for: %s
bs: Ne mogu naći slog autentifikacije za: %s

source: Hash mismatch for: %s
bs: Hash neslaganje za: %s

source: File %s doesn't start with a clearsigned message
bs: Datoteka %s ne počinje ispravno potpisanom porukom

source: Release '%s' for '%s' was not found
bs: Nije pronađeno izdanje „%s“ za „%s“.

source: Version '%s' for '%s' was not found
bs: Nije pronađena verzija „%s“ za „%s“

source: Couldn't find any package by regex '%s'
bs: Ne mogu naći paket regularnim izrazom '%s'

source: Can't select versions from package '%s' as it is purely virtual
bs: Ne mogu odabrati verzije iz paketa '%s' jer je čisto virtualan

source: Can't select installed nor candidate version from package '%s' as it has neither of them
bs: Ne mogu odabrati instaliranu niti kandidatsku verziju iz paketa '%s' jer nije nijedna od njih

source: Can't select newest version from package '%s' as it is purely virtual
bs: Ne mogu odabrati najnoviju verziju iz paketa '%s' jer je čisto virtuelna

source: Can't select candidate version from package %s as it has no candidate
bs: Ne mogu odabrati kandidatsku verziju iz paketa %s jer nema kandidata

source: Can't select installed version from package %s as it is not installed
bs: Ne mogu odabrati instaliranu verziju iz paketa %s jer nije instaliran

source: Send scenario to solver
bs: Slanje scenarija rješavaču

source: Send request to solver
bs: Slanje zahtjeva rješavaču

source: Prepare for receiving solution
bs: Priprema za prijem rješenja

source: External solver failed without a proper error message
bs: Spoljnji razrješivač pao bez odgovarajuće poruke o grešci

source: Execute external solver
bs: Izvršenje spoljnjeg razrješivača

source: Noting disappearance of %s
bs: Zabilježen nestanak %s

source: Running post-installation trigger %s
bs: Pokrećem post-instalacijski okidač %s

source: Directory '%s' missing
bs: Direktorij '%s' nedostaje

source: Preparing to configure %s
bs: Pripremam se za konfiguraciju %s

source: Preparing for removal of %s
bs: Pripremam za uklanjanje %s

source: Preparing to completely remove %s
bs: Pripremam da u potpunosti uklonim %s

source: Can not write log, openpty() failed (/dev/pts not mounted?)
bs: Ne mogu da napišem izvještaj, openpty() neuspjela (/dev/pts nije montirana?)

source: Running dpkg
bs: Pokrećem dpkg

source: Operation was interrupted before it could finish
bs: Operacija je prekinuta prije nego se mogla završiti

source: No apport report written because MaxReports is reached already
bs: Nije napravljen apport izvještaj jer je dosegnut maksimalni broj izvještaja

source: dependency problems - leaving unconfigured
bs: problemi sa međuzavisnostima - ostavljam nekonfigurisano

source: No apport report written because the error message indicates its a followup error from a previous failure.
bs: Nije napravljen apport izvještaj jer poruka greške indicira da je prateća greška od prethodnog neuspjeha

source: No apport report written because the error message indicates a disk full error
bs: Nije napravljen apport izvještaj jer poruka greške indicira grešku punog diska

source: No apport report written because the error message indicates a out of memory error
bs: Nije napravljen apport izvještaj jer poruka greške indicira grešku nedostatka memorije

source: No apport report written because the error message indicates an issue on the local system
bs: Nema apport izvještaja napisanog jer greška indicira problem na lokalnom sistemu

source: No apport report written because the error message indicates a dpkg I/O error
bs: Nije napravljen apport izvještaj jer poruka greške indicira dpkg I/O grešku

source: Unable to lock the administration directory (%s), is another process using it?
bs: Ne mogu zaključati administracijski direktorij (%s), da li ga drugi proces koristi?

source: Unable to lock the administration directory (%s), are you root?
bs: Ne mogu zaključati administracijski direktorij (%s), da li ste root?

source: dpkg was interrupted, you must manually run '%s' to correct the problem.
bs: dpkg je prekinut morate ručno pokrenuti '%s' da popravite problem.

source: Not locked
bs: Nije zaključano
